{ "translations": {
    "Text templates" : "Textvorlagen",
    "Quickly get text templates in Nextcloud" : "Schnelles Abrufen von Textvorlagen in Nextcloud",
    "This app adds a smart picker provider to quickly access text templates when using Text, Collectives, Talk, Mail\nor any place where the smart picker is integrated." : "Diese App fügt einen Smart Picker-Anbieter hinzu, um schnell auf Textvorlagen zuzugreifen, wenn Sie Text, Collectives, Talk, Mail verwenden\noder an jedem Ort, an dem der Smart Picker integriert ist.",
    "Template {name} created" : "Vorlage {name} erstellt",
    "Failed to create template {name}" : "Vorlage {name} konnte nicht erstellt werden",
    "Add a new text template" : "Eine neue Textvorlage hinzufügen",
    "Create" : "Erstellen",
    "Cancel" : "Abbrechen",
    "Save" : "Speichern",
    "Undo changes" : "Änderungen rückgängig machen",
    "Template name" : "Name der Vorlage",
    "Template content" : "Inhalt der Vorlage",
    "Delete" : "Löschen",
    "Text templates are snippets of text that users can quickly insert when they're using Text, Collectives, Talk, Mail or any place where the smart picker is available. Here you can create templates that will be available to all users on this instance." : "Textvorlagen sind Textschnipsel, die Benutzer schnell einfügen können, wenn sie Text, Collectives, Talk, Mail oder einen anderen Bereich verwenden, an dem der Smart Picker verfügbar ist. Hier können entsprechende Vorlagen erstellt werden, die allen Benutzern dieser Instanz zur Verfügung stehen.",
    "Text templates are snippets of text that you can quickly insert when you're using Text, Collectives, Talk, Mail or any place where the smart picker is available." : "Textvorlagen sind Textschnipsel, die Sie schnell einfügen können, wenn Sie Text, Collectives, Talk, Mail oder einen anderen Bereich verwenden, an dem der Smart Picker verfügbar ist.",
    "Template {name} saved" : "Vorlage {name} gespeichert",
    "Failed to save template {name}" : "Vorlage {name} konnte nicht gespeichert werden",
    "Template {name} deleted" : "Vorlage {name} gelöscht",
    "Failed to delete template {name}" : "Vorlage {name} konnte nicht gelöscht werden",
    "Add a template" : "Eine Vorlage hinzufügen",
    "Admin-defined templates" : "Von der Administration definierte Vorlagen",
    "Admins can create and manage text templates for everyone." : "Die Administration kann Textvorlagen für alle erstellen und verwalten.",
    "Edit admin templates" : "Administrationsvorlagen bearbeiten",
    "Search templates" : "Vorlagen suchen",
    "Failed to get templates" : "Vorlagen konnten nicht abgerufen werden",
    "No template found" : "Keine Vorlage gefunden",
    "Add templates" : "Vorlagen hinzufügen"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}