{ "translations": {
    "Text templates" : "Plantillas de Text",
    "Quickly get text templates in Nextcloud" : "Obtenga rápidamente plantillas de texto en Nextcloud",
    "This app adds a smart picker provider to quickly access text templates when using Text, Collectives, Talk, Mail\nor any place where the smart picker is integrated." : "Esta app añade un selector inteligente para acceder rápidamente a plantillas de texto cuando se utilizan las apps Text, Collectives, Talk, Mail\no, en cualquier lugar en que el selector inteligente sea integrado.",
    "Template {name} created" : "Se creó la plantilla {name}",
    "Failed to create template {name}" : "Fallo al crear la plantilla {name}",
    "Add a new text template" : "Añadir una nueva plantilla de texto",
    "Create" : "Crear",
    "Cancel" : "Cancelar",
    "Save" : "Guardar",
    "Undo changes" : "Deshacer cambios",
    "Template name" : "Nombre de la plantilla",
    "Template content" : "Contenido de la plantilla",
    "Delete" : "Eliminar",
    "Text templates are snippets of text that users can quickly insert when they're using Text, Collectives, Talk, Mail or any place where the smart picker is available. Here you can create templates that will be available to all users on this instance." : "Las plantillas de texto son fragmentos de texto que los usuarios pueden insertar rápidamente cuando utilizan las aplicaciones Texto, Colectivos, Talk, Correo o en cualquier parte donde el selector inteligente esté disponible. Aquí puede crear plantillas que estarán disponibles para todos los usuarios de esta instancia.",
    "Text templates are snippets of text that you can quickly insert when you're using Text, Collectives, Talk, Mail or any place where the smart picker is available." : "Las plantillas de texto son fragmentos de texto que puede insertar rápidamente cuando utilice las aplicaciones Texto, Colectivos, Talk, Correo o en cualquier parte donde el selector inteligente esté disponible.",
    "Template {name} saved" : "Se guardó la plantilla {name}",
    "Failed to save template {name}" : "Fallo al guardar la plantilla {name}",
    "Template {name} deleted" : "Plantilla {name} eliminada",
    "Failed to delete template {name}" : "Fallo al borrar la plantilla {name}",
    "Add a template" : "Agregar una plantilla",
    "Admin-defined templates" : "Plantillas definidas por el administrador",
    "Admins can create and manage text templates for everyone." : "Los administradores pueden crear y gestionar plantillas de texto para todos.",
    "Edit admin templates" : "Editar plantillas de administrador",
    "Search templates" : "Buscar plantillas",
    "Failed to get templates" : "Fallo al obtener las plantillas",
    "No template found" : "No se encontró ninguna plantilla",
    "Add templates" : "Agregar plantillas"
},"pluralForm" :"nplurals=3; plural=n == 1 ? 0 : n != 0 && n % 1000000 == 0 ? 1 : 2;"
}