{ "translations": {
    "Text templates" : "Teimpléid téacs",
    "Quickly get text templates in Nextcloud" : "Faigh teimpléid téacs go tapa i Nextcloud",
    "This app adds a smart picker provider to quickly access text templates when using Text, Collectives, Talk, Mail\nor any place where the smart picker is integrated." : "Cuireann an aip seo soláthraí roghnóir cliste chun rochtain a fháil go tapa ar theimpléid téacs agus Téacs, Comhchoiteanna, Caint, Ríomhphost á úsáid\nnó aon áit ina bhfuil an roghnóir cliste comhtháite.",
    "Template {name} created" : "Cruthaíodh teimpléad {name}",
    "Failed to create template {name}" : "Theip ar an teimpléad {name} a chruthú",
    "Add a new text template" : "Cuir teimpléad téacs nua leis",
    "Create" : "Cruthaigh",
    "Cancel" : "Cealaigh",
    "Save" : "Sábháil",
    "Undo changes" : "Cealaigh athruithe",
    "Template name" : "Ainm teimpléad",
    "Template content" : "Ábhar teimpléad",
    "Delete" : "Scrios",
    "Text templates are snippets of text that users can quickly insert when they're using Text, Collectives, Talk, Mail or any place where the smart picker is available. Here you can create templates that will be available to all users on this instance." : "Is píosaí téacs iad teimpléid téacs is féidir le húsáideoirí a chur isteach go tapa agus iad ag úsáid Téacs, Comhchoiteanna, Comhrá, Ríomhphost nó aon áit eile ina bhfuil an roghnóir cliste ar fáil. Anseo is féidir leat teimpléid a chruthú a bheidh ar fáil do gach úsáideoir ar an sampla seo.",
    "Text templates are snippets of text that you can quickly insert when you're using Text, Collectives, Talk, Mail or any place where the smart picker is available." : "Is píosaí téacs iad teimpléid téacs is féidir leat a chur isteach go tapa nuair a bhíonn tú ag úsáid Téacs, Comhchoiteanna, Comhrá, Ríomhphost nó aon áit eile ina bhfuil an roghnóir cliste ar fáil.",
    "Template {name} saved" : "Teimpléad {name} sábháilte",
    "Failed to save template {name}" : "Theip ar an teimpléad {name} a shábháil",
    "Template {name} deleted" : "Scriosadh an teimpléad {name}",
    "Failed to delete template {name}" : "Theip ar an teimpléad {name} a scriosadh",
    "Add a template" : "Cuir teimpléad leis",
    "Admin-defined templates" : "Teimpléid sainithe ag riarthóir",
    "Admins can create and manage text templates for everyone." : "Is féidir le riarthóirí teimpléid téacs a chruthú agus a bhainistiú do gach duine.",
    "Edit admin templates" : "Cuir teimpléid riarthóra in eagar",
    "Search templates" : "Cuardaigh teimpléid",
    "Failed to get templates" : "Theip ar teimpléid a fháil",
    "No template found" : "Níor aimsíodh teimpléad",
    "Add templates" : "Cuir teimpléid leis"
},"pluralForm" :"nplurals=5; plural=(n==1 ? 0 : n==2 ? 1 : n<7 ? 2 : n<11 ? 3 : 4);"
}